class FaqModel {
  final Map<String, String> question;
  final Map<String, String> answer;

  const FaqModel({required this.question, required this.answer});
}

const faqs = [
  FaqModel(question: {
    "greek": "Πόσο χρόνο θα χρειαστεί να αφιερώνω;",
    "english": "//todo"
  }, answer: {
    "greek":
        "Ο χρονος που θα χρειαστει να διαθέσεις εξαρτάται κυρίως από εσένα  και από τη διάθεση που έχεις να προσφέρεις στην ομάδα. Κάθε δράση μας είναι εθελοντική οπότε όσο περισσότερο ασχολείσαι με την ομάδα τόσο περισσότερο εξελίσσεσαι, μαθαίνεις και γεμίζεις με νέες εμπειρίες αναπτύσσοντας τον εαυτό σου.",
    "english": "//todo"
  }),
  FaqModel(question: {
    "greek": "Τι είναι τα Soft Skills;",
    "english": "//todo"
  }, answer: {
    "greek":
        "Τα soft skills είναι οι δεξιότητες που πρέπει να έχουμε ανεξάρτητα από το επάγγελμα που κάνουμε και πλέον οι επιχειρήσεις τις τοποθετούν πολύ ψηλά ως προς τη σημαντικότητά τους. Τα soft skills αποτελούν τα προσωπικά χαρακτηριστικά και τα χαρακτηριστικά της προσωπικότητας του κάθε ατόμου και το βασικό τους χαρακτηριστικό είναι ότι μεταφέρονται από ένα οποιοδήποτε πλαίσιο σε ένα άλλο, προσωπικό, επαγγελματικό, κοινωνικό.",
    "english": "//todo"
  }),
  FaqModel(question: {
    "greek": "Πρέπει να έχω προηγούμενη εμπειρία;",
    "english": "//todo"
  }, answer: {
    "greek":
        "Όχι , δεν χρειάζεται κάποια προηγούμενη εμπειρία , μόνο διάθεση και όρεξη τόσο για δουλειά όσο και για συνεργασία με την ομάδα αλλά και για ψυχαγωγία.Οποιαδήποτε δεξιότητα είναι απαραίτητη, μαθαίνεται μέσω Working Sessions από τον αντίστοιχο Coordinator της ομάδας.",
    "english": "//todo"
  }),
];
